<?
    /* ============================================================================== */
    /* =   PAGE : 결제 정보 환경 설정 PAGE                                          = */
    /* = -------------------------------------------------------------------------- = */
    /* =   Copyright (c)  2010   KICC Inc.   All Rights Reserved.                   = */
    /* ============================================================================== */


    /* ============================================================================== */
    /* =   01. 공통 데이터 셋업 (업체에 맞게 수정)                                  = */
    /* = -------------------------------------------------------------------------- = */
    /* = ※ 주의 ※                                                                 = */
    /* = * cert_file 변수 설정                                                      = */
    /* = pg_cert.pem 파일의 절대 경로 설정(파일명을 포함한 경로로 설정)             = */
    /* =                                                                            = */
    /* = * log_dir 변수 설정                                                        = */
    /* = log 디렉토리 설정                                                          = */
    /* = * log_level 변수 설정                                                      = */
    /* = log 레벨 설정                                                              = */
    /* = -------------------------------------------------------------------------- = */

    $g_home_dir   = "F:/xampp/htdocs/ange/easypay70_plugin_php_window";
    $g_cert_file  = "F:/xampp/htdocs/ange/easypay70_plugin_php_window/cert/pg_cert.pem";
    $g_log_dir    = "F:/xampp/htdocs/ange/easypay70_plugin_php_window/log";
    $g_log_level  = "1"; 
    
    /* ============================================================================== */
    /* =   02. 쇼핑몰 정보 설정                                                     = */
    /* = -------------------------------------------------------------------------- = */		
    $g_gw_url    = "testgw.easypay.co.kr";  /* Gateway URL ( gw.easypay.co.kr ) */
    $g_gw_port   = "80";                    /* 포트번호(변경불가) */
                                          
    $g_mall_id   = "T5102001";              /* 리얼 반영시 KICC에 발급된 mall_id 사용 */
    $g_mall_name = "테스트 상점";
    /* ============================================================================== */
?>
